#todo: Даны переменные A, B, C. Написать код который меняет местами переменные таким образом
# чтобы значения в переменных были расположены по возрастанию
# Пример 1:
A = 10
B = 3
C = 7

if A>B and B<C:
      A = 3
      B = 7
      C = 10
      print("A =", 3)
      print("B =", 7)
      print("C =", 10)

# Итоговый результат должен быть:
# A = 3
# B = 7
# C = 10

# Пример 2:
A = 2
B = 10
C = 7

if A<B and B>C:
   A = 2
   B = 7
   C = 10
   print("A =",2)
   print("B =",7)
   print("C =",10)

# Итоговый результат должен быть:
# A = 2
# B = 7
# C = 10
