#todo: Написать программу, которая считывает два числа и выводит их сумму, разность, частное, произведение,
# результат целочисленного деления, результат деления с остатком, результат возведения в степень.

q=4
w=2

print(q+w)
print(q-w)
print(q/w)
print(q*w)
print(q//w)
print(q%w)
print(q**w)
